Autodesk.Revit.DB.Events.RevitAPISingleEventArgs
The class is used as a base class for arguments of any single-event.
Remarks:
A single event is an event that is not directly related to another event, meaning that there is no corresponding pre-event or post-event surrounding a single event.
Since:
2011